/* Define to prevent recursive inclusion -------------------------------------*/
#ifndef __5AA5_TASK_H__
#define __5AA5_TASK_H__

/* Includes ------------------------------------------------------------------*/

/* Exported types ------------------------------------------------------------*/
/* Exported constants --------------------------------------------------------*/
/* Exported macro ------------------------------------------------------------*/
/* Exported variables --------------------------------------------------------*/
/* Exported functions --------------------------------------------------------*/



// 建立任务
portBASE_TYPE 5AA5_task_create(void);

#endif
/******************* (C) COPYRIGHT 2017 APPOTRONICS ************END OF FILE****/
